Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: WebKit 本地存储与网页登录状态
ar: WebKit local storage and web login state
de: WebKit local storage and web login state
en: WebKit local storage and web login state
eo: WebKit local storage and web login state
es: WebKit local storage and web login state
fr: WebKit local storage and web login state
hi: WebKit local storage and web login state
id: WebKit local storage and web login state
it: WebKit local storage and web login state
ja: WebKit local storage and web login state
ko: WebKit local storage and web login state
nl: WebKit local storage and web login state
pl: WebKit local storage and web login state
pt: WebKit local storage and web login state
ru: WebKit local storage and web login state
th: WebKit local storage and web login state
tr: WebKit local storage and web login state
vi: WebKit local storage and web login state
zh_hant: WebKit 本地儲存與網頁登入狀態

source: Whisper 语音模型
ar: Whisper Voice Models
de: Whisper Voice Models
en: Whisper Voice Models
eo: Whisper Voice Models
es: Whisper Voice Models
fr: Whisper Voice Models
hi: Whisper Voice Models
id: Whisper Voice Models
it: Whisper Voice Models
ja: Whisper Voice Models
ko: Whisper Voice Models
nl: Whisper Voice Models
pl: Whisper Voice Models
pt: Whisper Voice Models
ru: Whisper Voice Models
th: Whisper Voice Models
tr: Whisper Voice Models
vi: Whisper Voice Models
zh_hant: Whisper 語音模型

source: 不能迁移整个用户目录
ar: The entire user folder cannot be migrated
de: The entire user folder cannot be migrated
en: The entire user folder cannot be migrated
eo: The entire user folder cannot be migrated
es: The entire user folder cannot be migrated
fr: The entire user folder cannot be migrated
hi: The entire user folder cannot be migrated
id: The entire user folder cannot be migrated
it: The entire user folder cannot be migrated
ja: The entire user folder cannot be migrated
ko: The entire user folder cannot be migrated
nl: The entire user folder cannot be migrated
pl: The entire user folder cannot be migrated
pt: The entire user folder cannot be migrated
ru: The entire user folder cannot be migrated
th: The entire user folder cannot be migrated
tr: The entire user folder cannot be migrated
vi: The entire user folder cannot be migrated
zh_hant: 不能遷移整個用戶目錄

source: 不能迁移软链接目录，请选择真实文件夹
ar: Symbolic link folders cannot be migrated. Choose a real folder.
de: Symbolic link folders cannot be migrated. Choose a real folder.
en: Symbolic link folders cannot be migrated. Choose a real folder.
eo: Symbolic link folders cannot be migrated. Choose a real folder.
es: Symbolic link folders cannot be migrated. Choose a real folder.
fr: Symbolic link folders cannot be migrated. Choose a real folder.
hi: Symbolic link folders cannot be migrated. Choose a real folder.
id: Symbolic link folders cannot be migrated. Choose a real folder.
it: Symbolic link folders cannot be migrated. Choose a real folder.
ja: Symbolic link folders cannot be migrated. Choose a real folder.
ko: Symbolic link folders cannot be migrated. Choose a real folder.
nl: Symbolic link folders cannot be migrated. Choose a real folder.
pl: Symbolic link folders cannot be migrated. Choose a real folder.
pt: Symbolic link folders cannot be migrated. Choose a real folder.
ru: Symbolic link folders cannot be migrated. Choose a real folder.
th: Symbolic link folders cannot be migrated. Choose a real folder.
tr: Symbolic link folders cannot be migrated. Choose a real folder.
vi: Symbolic link folders cannot be migrated. Choose a real folder.
zh_hant: 不能遷移軟連結目錄，請選擇真實資料夾

source: 个人网站
ar: موقع الكتروني
de: Webseite
en: Website
eo: Retejo
es: Sitio web
fr: Site web
hi: वेबसाइट
id: Situs Web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
nl: Website
pl: Strona internetowa
pt: Site
ru: Веб-сайт
th: เว็บไซต์
tr: Web Sitesi
vi: Trang web
zh_hant: 個人網站

source: 个目录
ar: مجلدات
de: Verzeichnisse
en: directories
eo: dosierujoj
es: directorios
fr: répertoires
hi: निर्देशिकाएँ
id: direktori
it: cartelle
ja: ディレクトリ
ko: 디렉토리
nl: mappen
pl: katalogów
pt: diretórios
ru: каталогов
th: ไดเรกทอรี
tr: dizin
vi: thư mục
zh_hant: 個目錄

source: 从左侧选择一个应用
ar: حدد تطبيقًا من اليسار
de: Wählen Sie links eine App aus
en: Select an app on the left
eo: Elektu aplikaĵon maldekstre
es: Selecciona una app a la izquierda
fr: Sélectionnez une app à gauche
hi: बाईं ओर से ऐप चुनें
id: Pilih aplikasi di sebelah kiri
it: Seleziona un’app a sinistra
ja: 左側からアプリを選択してください
ko: 왼쪽에서 앱을 선택하세요
nl: Selecteer links een app
pl: Wybierz aplikację po lewej
pt: Selecione um app à esquerda
ru: Выберите приложение слева
th: เลือกแอปทางด้านซ้าย
tr: Soldan bir uygulama seçin
vi: Chọn một ứng dụng ở bên trái
zh_hant: 請從左側選擇應用程式

source: 以下应用支持自动更新，迁移后应用内更新可能导致外部应用丢失： %@ • 锁定迁移：外部应用被锁定，阻止更新破坏，需通过 AppPorts 迁回后更新 • 非锁定迁移：不锁定外部应用，应用内更新可能删除外部应用 建议选择锁定迁移以保护数据安全。
ar: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
de: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
en: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
eo: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
es: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
fr: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
hi: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
id: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
it: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
ja: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
ko: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
nl: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
pl: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
pt: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
ru: Следующие приложения поддерживают автообновление; после переноса обновление внутри приложения может привести к потере внешней копии: %@ • Заблокированная миграция: внешнее приложение блокируется, что предотвращает повреждение при обновлении; для обновления нужно вернуть его через AppPorts • Незаблокированная миграция: внешнее приложение не блокируется, обновление внутри приложения может удалить внешнюю копию Для защиты данных рекомендуется выбрать заблокированную миграцию.
th: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
tr: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.
vi: The following apps support auto-updates. After migration, in-app updates may cause external app data loss: %@ • Locked Migration: External app is locked to prevent update damage; requires moving back via AppPorts to update • Unlocked Migration: External app is not locked; in-app updates may delete the external app Locked migration is recommended to protect data safety.

source: 以后再说
ar: لاحقاً
de: Später
en: Later
eo: Poste
es: Más tarde
fr: Plus tard
hi: बाद में
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
nl: Later
pl: Później
pt: Mais tarde
ru: Позже
th: ภายหลัง
tr: Daha Sonra
vi: Để sau
zh_hant: 以後再說

source: 作者
ar: المؤلف
de: Autor
en: Author
eo: Aŭtoro
es: Autor
fr: Auteur
hi: लेखक
id: Pengembang
it: Autore
ko: 개발자
nl: Auteur
pl: Autor
pt: Autor
ru: Автор
th: ผู้พัฒนา
tr: Geliştirici
vi: Tác giả

source: 使用传统链接迁移
ar: استخدام الترحيل بالرابط التقليدي
de: Traditionelle Link-Migration verwenden
en: Migrate with Traditional Link
eo: Migrate with Traditional Link
es: Usar migración con enlace tradicional
fr: Utiliser la migration par lien traditionnel
hi: पारंपरिक लिंक माइग्रेशन का उपयोग करें
id: Gunakan migrasi tautan tradisional
it: Usa migrazione con collegamento tradizionale
ja: Migrate with Traditional Link
ko: 전통적 링크 마이그레이션 사용
nl: Traditionele koppelingmigratie gebruiken
pl: Użyj migracji tradycyjnym łączem
pt: Usar migração com link tradicional
ru: Использовать традиционную миграцию по ссылке
th: ใช้การย้ายข้อมูลด้วยลิงก์แบบดั้งเดิม
tr: Geleneksel bağlantıyla taşımayı kullan
vi: Sử dụng di chuyển liên kết truyền thống
zh_hant: 使用传统連結遷移

source: 保存贡献者缓存失败
ar: Failed to save contributor cache
de: Failed to save contributor cache
en: Failed to save contributor cache
eo: Failed to save contributor cache
es: Failed to save contributor cache
fr: Failed to save contributor cache
hi: Failed to save contributor cache
id: Failed to save contributor cache
it: Failed to save contributor cache
ko: Failed to save contributor cache
nl: Failed to save contributor cache
pl: Failed to save contributor cache
pt: Failed to save contributor cache
ru: Failed to save contributor cache
th: Failed to save contributor cache
tr: Failed to save contributor cache
vi: Failed to save contributor cache
zh_hant: 保存贡献者快取失败

source: 修复 Dock 图标
ar: إصلاح أيقونة Dock
de: Dock-Symbol reparieren
en: Repair Dock Icon
eo: Ripari la Dock-ikonon
es: Reparar icono del Dock
fr: Réparer l’icône du Dock
hi: Dock आइकॉन सुधारें
id: Perbaiki Ikon Dock
it: Ripara l’icona del Dock
ja: Dockアイコンを修復
ko: Dock 아이콘 복구
nl: Dock-symbool herstellen
pl: Napraw ikonę w Docku
pt: Reparar ícone da Dock
ru: Исправить значок Dock
th: ซ่อมแซมไอคอน Dock
tr: Dock Simgesini Onar
vi: Sửa biểu tượng Dock
zh_hant: 修復 Dock 圖示

source: 允许迁移 Mac App Store 应用
ar: السماح بترحيل تطبيقات Mac App Store
de: Migration von Mac App Store-Apps erlauben
en: Allow Mac App Store App Migration
eo: Permesi Migradon de Mac App Store Aplikaĵoj
es: Permitir migración de apps de Mac App Store
fr: Autoriser la migration des apps Mac App Store
hi: मैक ऐप स्टोर ऐप माइग्रेशन की अनुमति दें
id: Izinkan Migrasi Aplikasi Mac App Store
it: Consenti migrazione app Mac App Store
ja: Mac App Storeアプリの移行を許可
ko: Mac App Store 앱 마이그레이션 허용
nl: Migratie van Mac App Store-apps toestaan
pl: Zezwalaj na migrację aplikacji Mac App Store
pt: Permitir migração de apps da Mac App Store
ru: Разрешить миграцию приложений Mac App Store
th: อนุญาตให้ย้ายแอป Mac App Store
tr: Mac App Store Uygulama Taşımasına İzin Ver
vi: Cho phép di chuyển ứng dụng Mac App Store
zh_hant: 允許遷移 Mac App Store 應用程式

source: 允许迁移非原生应用
ar: السماح بترحيل التطبيقات غير الأصلية
de: Migration von nicht-nativen Apps erlauben
en: Allow Non-Native App Migration
eo: Permesi Migradon de Ne-Denaskaj Aplikaĵoj
es: Permitir migración de apps no nativas
fr: Autoriser la migration d'apps non natives
hi: गैर-मूल ऐप माइग्रेशन की अनुमति दें
id: Izinkan Migrasi Aplikasi Non-Nativa
it: Consenti migrazione app non native
ja: 非ネイティブアプリの移行を許可
ko: 비기본 앱 마이그레이션 허용
nl: Migratie van niet-native apps toestaan
pl: Zezwalaj na migrację aplikacji nienatywnych
pt: Permitir migração de apps não nativos
ru: Разрешить миграцию не нативных приложений
th: อนุญาตให้ย้ายแอปที่ไม่ใช่แอปดั้งเดิม
tr: Yerel Olmayan Uygulama Taşımasına İzin Ver
vi: Cho phép di chuyển ứng dụng không phải gốc
zh_hant: 允許遷移非原生應用程式

source: 开放源代码许可证
ar: التراخيص مفتوحة المصدر
de: Open-Source-Lizenzen
en: Open Source Licenses
eo: Permesiloj de malfermita fonto
es: Licencias de código abierto
fr: Licences open source
hi: ओपन सोर्स लाइसेंस
id: Lisensi sumber terbuka
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
nl: Open-sourcelicenties
pl: Licencje open source
pt: Licenças de código aberto
ru: Лицензии с открытым кодом
th: สัญญาอนุญาตโอเพนซอร์ส
tr: Açık kaynak lisansları
vi: Giấy phép nguồn mở
zh_hant: 開放原始碼授權條款

source: 赞助
ar: دعم
de: Unterstützen
en: Sponsor
eo: Subteni
es: Apoyar
fr: Soutenir
hi: समर्थन करें
id: Dukung
it: Sostieni
ja: スポンサー
ko: 후원
nl: Steunen
pl: Wesprzyj
pt: Apoiar
ru: Поддержать
th: สนับสนุน
tr: Destek ol
vi: Ủng hộ
zh_hant: 贊助

source: 赞助 AppPorts
ar: رعاية AppPorts
de: AppPorts unterstützen
en: Sponsor AppPorts
eo: Subteni AppPorts
es: Patrocinar AppPorts
fr: Soutenir AppPorts
hi: AppPorts को प्रायोजित करें
id: Sponsori AppPorts
it: Sostieni AppPorts
ja: AppPorts を支援
ko: AppPorts 후원하기
nl: AppPorts steunen
pl: Wesprzyj AppPorts
pt: Apoiar o AppPorts
ru: Поддержать AppPorts
th: สนับสนุน AppPorts
tr: AppPorts'u destekle
vi: Ủng hộ AppPorts
zh_hant: 贊助 AppPorts

source: 赞助者
ar: الرعاة
de: Unterstützer
en: Sponsors
eo: Subtenintoj
es: Patrocinadores
fr: Soutiens
hi: प्रायोजक
id: Sponsor
it: Sostenitori
ja: スポンサー
ko: 후원자
nl: Supporters
pl: Wspierający
pt: Apoiadores
ru: Спонсоры
th: ผู้สนับสนุน
tr: Destekçiler
vi: Nhà tài trợ
zh_hant: 贊助者

source: 隐私政策
ar: سياسة الخصوصية
de: Datenschutzerklärung
en: Privacy Policy
eo: Politiko pri privateco
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách quyền riêng tư
zh_hant: 隱私政策

source: 关于 AppPorts...
ar: حول AppPorts...
de: Über AppPorts...
en: About AppPorts...
eo: Pri AppPorts...
es: Acerca de AppPorts...
fr: À propos d'AppPorts...
hi: AppPorts के बारे में...
id: Tentang AppPorts...
it: Info su AppPorts...
ja: AppPortsについて...
ko: AppPorts 정보...
nl: Over AppPorts...
pl: O AppPorts...
pt: Sobre o AppPorts...
ru: О AppPorts...
th: เกี่ยวกับ AppPorts...
tr: AppPorts Hakkında...
vi: Về AppPorts...
zh_hant: 關於 AppPorts...

source: 关闭
ar: إغلاق
de: Schließen
en: Close
eo: Fermi
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_hant: 關閉

source: 最大日志大小
ar: أقصى حجم للسجل
de: Max. Protokollgröße
en: Max Log Size
eo: Maksimuma Protokola Grandeco
es: Tamaño máx. de registro
fr: Taille max du journal
hi: अधिकतम लॉग आकार
id: Ukuran Log Maks
it: Dim. max log
ja: 最大ログサイズ
ko: 최대 로그 크기
nl: Max. loggrootte
pl: Maks. rozmiar dziennika
pt: Tamanho máx. do log
ru: Макс. размер журнала
th: ขนาดบันทึกสูงสุด
tr: Maks. Günlük Boyutu
vi: Kích thước nhật ký tối đa
zh_hant: 最大日誌大小

source: 最终位置
ar: Final Location
de: Final Location
en: Final Location
eo: Final Location
es: Final Location
fr: Final Location
hi: Final Location
id: Final Location
it: Final Location
ja: Final Location
ko: Final Location
nl: Final Location
pl: Final Location
pt: Final Location
ru: Final Location
th: Final Location
tr: Final Location
vi: Final Location
zh_hant: 最終位置

source: 写入 AppPorts 链接标记失败：%@
ar: Failed to write AppPorts link marker: %@
de: Failed to write AppPorts link marker: %@
en: Failed to write AppPorts link marker: %@
eo: Failed to write AppPorts link marker: %@
es: Failed to write AppPorts link marker: %@
fr: Failed to write AppPorts link marker: %@
hi: Failed to write AppPorts link marker: %@
id: Failed to write AppPorts link marker: %@
it: Failed to write AppPorts link marker: %@
ja: Failed to write AppPorts link marker: %@
ko: Failed to write AppPorts link marker: %@
nl: Failed to write AppPorts link marker: %@
pl: Failed to write AppPorts link marker: %@
pt: Failed to write AppPorts link marker: %@
ru: Не удалось записать метку ссылки AppPorts: %@
th: Failed to write AppPorts link marker: %@
tr: Failed to write AppPorts link marker: %@
vi: Failed to write AppPorts link marker: %@
zh_hant: 写入 AppPorts 連結标记失败：%@

source: 写权限检查失败
ar: Write permission check failed
de: Write permission check failed
en: Write permission check failed
eo: Write permission check failed
es: Write permission check failed
fr: Write permission check failed
hi: Write permission check failed
id: Write permission check failed
it: Write permission check failed
ko: Write permission check failed
nl: Write permission check failed
pl: Write permission check failed
pt: Write permission check failed
ru: Write permission check failed
th: Write permission check failed
tr: Write permission check failed
vi: Write permission check failed

source: 创建应用入口前权限检查失败
ar: Permission check failed before creating app portal
de: Permission check failed before creating app portal
en: Permission check failed before creating app portal
eo: Permission check failed before creating app portal
es: Permission check failed before creating app portal
fr: Permission check failed before creating app portal
hi: Permission check failed before creating app portal
id: Permission check failed before creating app portal
it: Permission check failed before creating app portal
ko: Permission check failed before creating app portal
nl: Permission check failed before creating app portal
pl: Permission check failed before creating app portal
pt: Permission check failed before creating app portal
ru: Permission check failed before creating app portal
th: Permission check failed before creating app portal
tr: Permission check failed before creating app portal
vi: Permission check failed before creating app portal
zh_hant: 创建應用程式入口前权限检查失败

source: 创建应用入口失败
ar: Failed to create app portal
de: Failed to create app portal
en: Failed to create app portal
eo: Failed to create app portal
es: Failed to create app portal
fr: Failed to create app portal
hi: Failed to create app portal
id: Failed to create app portal
it: Failed to create app portal
ko: Failed to create app portal
nl: Failed to create app portal
pl: Failed to create app portal
pt: Failed to create app portal
ru: Failed to create app portal
th: Failed to create app portal
tr: Failed to create app portal
vi: Failed to create app portal
zh_hant: 创建應用程式入口失败

source: 创建数据目录符号链接
ar: Creating data directory symlink
de: Creating data directory symlink
en: Creating data directory symlink
eo: Creating data directory symlink
es: Creating data directory symlink
fr: Creating data directory symlink
hi: Creating data directory symlink
id: Creating data directory symlink
it: Creating data directory symlink
ko: Creating data directory symlink
nl: Creating data directory symlink
pl: Creating data directory symlink
pt: Creating data directory symlink
ru: Creating data directory symlink
th: Creating data directory symlink
tr: Creating data directory symlink
vi: Creating data directory symlink
zh_hant: 创建資料目錄符号連結

source: 创建数据目录符号链接失败
ar: Failed to create data directory symlink
de: Failed to create data directory symlink
en: Failed to create data directory symlink
eo: Failed to create data directory symlink
es: Failed to create data directory symlink
fr: Failed to create data directory symlink
hi: Failed to create data directory symlink
id: Failed to create data directory symlink
it: Failed to create data directory symlink
ko: Failed to create data directory symlink
nl: Failed to create data directory symlink
pl: Failed to create data directory symlink
pt: Failed to create data directory symlink
ru: Failed to create data directory symlink
th: Failed to create data directory symlink
tr: Failed to create data directory symlink
vi: Failed to create data directory symlink
zh_hant: 创建資料目錄符号連結失败
